[{
        "fotoUrl": "conteudo/Curiosidades/Você sabia/Dia do Trabalho nos Estados Unidos/Foto/Labor Day - EUA.jpg",

        "texto": ["Conhecido como “Labor Day”, o Dia do Trabalho nos Estados Unidos não é comemorado em 1º de maio. A data cai sempre na primeira segunda-feira do mês de setembro. Criado pelo movimento operário, o objetivo do “Labor Day” é homenagear a luta das pessoas por melhores condições de trabalho e valorizar a contribuição dos trabalhadores para o país. O primeiro Dia do Trabalho foi comemorado em 5 de setembro de 1882, em Nova York. Segundo o Departamento de Trabalho dos EUA, a ideia do “feriado de operários” se espalhou e com o passar dos anos foi ganhando mais adeptos no país. O “Labour Day” passou a ser feriado nacional nos Estados Unidos em 1894 e a comemoração é simbolizada por festas, piqueniques e desfiles."]
    },
    {
        "fotoUrl": "conteudo/Curiosidades/Você sabia/Dia do Trabalho na Austrália/Foto/Labor Day - Austrália.jpg",

        "texto": ["A data do Dia do Trabalho na Austrália varia de acordo com os estados e territórios. Ela é celebrada nos meses de março, maio e outubro. Neste ano, o Dia do Trabalho foi comemorado pela Austrália Ocidental em 2 de março. Já os estados Victoria e Tasmânia celebraram a data no dia 9 de março. O território norte do país vai comemorar em 4 de maio e o restante no dia 5 de outubro."]
    },
    {
        "fotoUrl": "conteudo/Curiosidades/Você sabia/Dia do Trabalho no Brasil/Foto/Dia do Trabalho no Brasil.jpg",

        "texto": ["No Brasil, o 1º de maio antigamente era reservado para protestos, passeatas e críticas, mas o Dia do Trabalho foi ganhando outra característica com o Governo de Getúlio Vargas. Aos poucos a data foi se transformando em celebração, com festas populares e desfiles simbólicos. Tudo em decorrência da forte propaganda trabalhista do período Vargas. O presidente passou a usar o 1º de maio para anunciar leis e iniciativas que atendiam as reivindicações dos trabalhadores. A Justiça do Trabalho (1941) e a CLT (1943), por exemplo, foram instituídas na data."]
    },
    {
        "fotoUrl": "conteudo/Curiosidades/Você sabia/Dia do Trabalho no Mundo/Foto/Dia do Trabalho no Mundo.jpg",

        "texto": ["O 1º de maio é marcado pela luta por melhores condições de trabalho. E a possibilidade de tirar férias é uma das conquistas adquiridas com o passar dos anos. Mas você sabia que o período estabelecido por lei para o descanso dos funcionários não é igual ao redor do planeta?  A OIT  (Organização Internacional do Trabalho) sugere que o trabalhador tenha direito a um mínimo de três semanas de descanso remunerado. Apesar disso, nem todos os países seguem essa linha. Na China e na Nigéria, por exemplo, os funcionários têm direito a cinco dias de férias por ano. México e Japão permitem seis e oito dias úteis de descanso, respectivamente. Já aqui no Brasil, a CLT (Consolidação das Leis do Trabalho) define 30 dias corridos de férias para o trabalhador (contando os finais de semana)."]
    },
    {
        "fotoUrl": "conteudo/Curiosidades/Você sabia/Beijo 2348-72/Foto/Beijo 2348-72.jpg",

        "texto": ["JT na telona: Em 1990, A comédia dramática “Beijo 2348/72”, história inspirada em um caso real julgado no TST, ganhou o prêmio de melhor filme no Festival de Brasília do Cinema Brasileiro e também o troféu Kikito de melhor filme e de melhor fotografia no Festival de Cinema de Gramado. Na trama, o operário Norival é demitido por justa causa após ser flagrado beijando uma colega de trabalho durante o horário de expediente. Com isso, Norival passa a enfrentar um processo trabalhista no qual sua namorada e também o marido traído de sua colega de trabalho depõem contra ele. No título do filme, 2348/72 é uma referência ao número da ação judicial que inspirou a construção do roteiro, um processo trabalhista relatado pelo Ministro Carlos Coqueijo Torreão da Costa em 1972."]
    },
    {
        "fotoUrl": "conteudo/Curiosidades/Você sabia/Decreto nº. 19.482, de 12-12-1930/Foto/Decreto nº. 19.482, de 12-12-1930.png",

        "texto": ["Com o desemprego e a entrada desordenada de estrangeiros em nosso país, foi criado o Decreto nº. 19.482, de 12/12/1930, onde as empresas deveriam ter em seus quadros de empregados dois terços de trabalhadores nacionais. Conhecida como lei dos dois terços.", " Na época o presidente Getúlio Vargas levantou a bandeira contra os exploradores estrangeiros, contudo a lei dos dois terços, não serviu para evitar a entrada de estrangeiros no território brasileiro, mas o Decreto 20.291, de 21/08/1931, que regulou sobre a imigração."]
    },
    {
        "fotoUrl": "conteudo/Curiosidades/Você sabia/Tratado de Versalhes/Foto/Tratado de Versalhes.jpg",

        "texto": ["Com a assinatura do Tratado de Versalhes, o Brasil comprometeu-se a observar e a executar certas medidas asseguradoras de direitos e benefícios ao trabalhador. Um dos itens desse compromisso referia-se expressamente à manutenção de um Órgão destinado a tratar da regulamentação do trabalho. Essas recomendações, somadas às sucessivas greves desencadeadas pelos trabalhadores no país nesse período, levaram o Ministério da Agricultura a tentar reativar, em 1921, o Departamento Nacional do Trabalho."]
    },
    {
        "fotoUrl": "conteudo/Curiosidades/Você sabia/Férias no Reino Unido/Foto/Férias no Reino Unido.jpg",

        "texto": ["O direito a férias surgiu no Reino Unido, em pleno desenvolvimento da segunda Revolução Industrial, no século XIX. No Brasil ele passa a ser praticado inicialmente apenas em algumas empresas, em 1925. Em 1943, a concessão de férias é convertida em lei para todos os empregados."]
    }
]