[{
        "titulo": "Brasil Colônia",
        "url": "#!/brasColo",
        "foto": "conteudo/Origem e Evolução do Trabalho/Historia do Trabalho no Brasil/Brasil Colônia/Foto/Brasil Colônia.jpg",
        "texto": "O Brasil adotou por 388 anos o modelo escravagista como forma de trabalho preferencial. Os indígenas representaram a primeira fonte de mão de obra escravizada, utilizados para a extração do pau-brasil e para o cultivo de cana-de-açúcar. O processo da derrubada das árvores e corte do pau-brasil se tornou a primeira atividade coletiva de trabalho no período colonial. Com o passar do tempo, a mão de obra indígena foi sendo gradativamente abandonada. Em 1550, o trabalho escravo passou a ser composto majoritariamente por negros cativos trazidos das colônias africanas.\n A produção do açúcar tinha como etapas a plantação, colheita e moagem da cana feita pelos escravos. As máquinas de moer eram utilizadas para extrair o caldo, que seria fervido e escoado para retirar o excesso de água. O açúcar resultante desse processamento era enviado para a Europa, onde seria refinado e vendido.  Outra forma de trabalho importante na colônia foi a mineração. A descoberta das minas de ouro e diamante expandiram o tráfico negreiro e o número de escravos na colônia, com a população negra superando demograficamente as demais etnias presentes no Brasil. O trabalho na mina se resumia em extrair o mineral precioso das encostas de rios, córregos, riachos e montanhas. No processo de extração era utilizada uma ferramenta chamada bateia, uma bacia com fundo cônico que servia para separar a terra das pepitas e pedras preciosas.\n A mão de obra escrava foi a mais utilizada nesse período. As condições de trabalho eram degradantes e a violência foi continuamente utilizada como forma de coibir a desídia e forçar o aumento da produção. Os profissionais livres só começaram a existir no Brasil após a instalação da Coroa Portuguesa. O nível superior se desenvolveu lentamente, formava profissionais para ocuparem cargos de prestígio de um mercado restrito, de alto status social. Não havia nenhuma legislação voltada para o trabalho, com as relações trabalhistas definidas por contratos diretos entre o empregador e o empregado. Os escravos eram praticamente desprovidos de direitos, e somente com o desenvolvimento de um pensamento liberal no período imperial é que as relações de trabalho começaram a ser discutidas."
    },
    {
        "titulo": "Brasil Império",
        "url": "#!/brasImpe",
        "foto": "conteudo/Origem e Evolução do Trabalho/Historia do Trabalho no Brasil/Brasil Império/Foto/Brasil Império.jpg",
        "texto": "No início do Império de D. Pedro I, a exploração do trabalho escravo já havia iniciado seu período de decadência. A pressão dos ingleses pelo fim do tráfico ultramarino, a queda do valor do açúcar no mercado externo e a diminuição da extração das minas de ouro e diamante, representam os fatores que explicariam a queda do uso de escravos.  Diante do cenário desfavorável à manutenção da escravidão, o processo que culminou na libertação definitiva dos escravos se desenvolveu de forma gradativa. Em 1850, a Lei Eusébio de Queirós proibiu o tráfico negreiro no país. Em 1871, a Lei do Ventre Livre estabeleceu a liberdade para os filhos de escravos. A Lei dos Sexagenários de 1885 libertou todos os escravos com mais de 60 anos e, por fim, em 1888, foi promulgada a Lei Áurea que proibiu a escravidão no Brasil.\n Em 1830, o café ultrapassou o açúcar como principal insumo de exportação. Nas fazendas de café, a mão de obra passou a ser integrada também por estrangeiros. O regime de trabalho era diferenciado em relação aos escravos, mas as condições de trabalho eram semelhantes. As técnicas de produção de café envolviam o desmatamento das terras onde seriam colocadas as mudas da planta, que demoravam cinco anos para começar a dar frutos. Os grãos eram colhidos e colocados para secar em terreiros, posteriormente eram descascados, ensacados e enviados para a capital, de onde eram exportados.\n Neste período, o couro, o cacau e a borracha passaram a ter maior representação na balança comercial brasileira. O látex, matéria prima da borracha, era a seiva das árvores seringueiras, muito abundantes na região amazônica. Surge então a figura do seringueiro, que extraia, armazenava e exportava a seiva. Foi durante o regime imperial também que surgiram as primeiras formas de legislação voltada para as relações de trabalho. Buscavam de forma geral regular os contratos de prestações de serviço, resguardando principalmente o contratante. O fim da escravidão significou o aumento da demanda por trabalhadores livres, que ocuparam a maioria das vagas de trabalho no começo da República, quando o processo de industrialização foi iniciado."
    },
    {
        "titulo": "Brasil República",
        "url": "#!/brasRepu",
        "foto": "conteudo/Origem e Evolução do Trabalho/Historia do Trabalho no Brasil/Brasil República/Foto/Brasil República.jpg",
        "texto": "O início da República no Brasil, em 1889, representa também uma mudança de paradigma nas relações de trabalho. Com o fim da escravidão, os empresários se viram forçados a contratar trabalhadores livres, mas as condições de trabalho em muitos locais beiravam a servidão. O processo de industrialização e surgimento das fábricas implementaram novas formas de trabalho e de organização social. As influências de novas ideologias começaram a desenhar o perfil do trabalhador brasileiro, das legislações e dos embates travados entre empregados e empregadores.\n Houve um relevante desenvolvimento fabril nas regiões sudeste e nordeste, porém a economia brasileira continuou fundamentalmente agrária, com o gado e o café sendo os grandes produtos de exportação. Os estrangeiros passaram a ocupar a maioria das vagas de emprego, por conta do incentivo ao processo migratório de europeus para o Brasil. Os trabalhadores nacionais geralmente ocupavam-se do trabalho braçal nas fábricas, enquanto a população negra ficou relegada à informalidade nas cidades e ao trabalho nas fazendas, em condições semelhantes aos tempos de escravidão. A rotina nas fábricas era exaustiva, com jornadas longas e em condições insalubres. A busca por mão de obra barata foi a tônica das empresas no início do século XX, e a contratação de menores de idade foi utilizada como estratégia para maximizar os lucros.\n Nesse período, as manifestações em busca de melhorias nas condições de trabalhos começaram a se espalhar, e em 1917, vários sindicatos e movimentos operários começaram a deflagrar greves pelo país. A fim de evitar convulsões sociais de maiores proporções, diversas legislações sobre questões trabalhistas foram criadas, garantindo direitos como: estabilidade, férias, diminuição da jornada e regulamentação do trabalho de menores. Entretanto, as aplicações das leis muitas vezes falhavam, geralmente por falta do interesse dos empresários em se adaptarem às novas regras ou por falta de fiscalização. Com a ascensão de Getúlio Vargas ao poder, deu-se início a um processo de criação, ampliação e planificação de direitos trabalhistas, que viriam a culminar na criação da Justiça do Trabalho e da Consolidação das Leis Trabalhistas."
    }
]