[{
        "titulo": "Lei Eloy Chaves (Lei nº. 4.682/23)",
        "url": "#!/",
        "foto": "",
        "texto": "Eloy Chaves foi um advogado formado pela Faculdade de Direito do Largo São Francisco. Foi também empresário, banqueiro, proprietário rural e político. Tornou-se conhecido por ser o proponente da legislação precursora da Previdência Social. Em 24 de janeiro de 1923, essa legislação foi sancionada pelo Congresso Nacional sob o Decreto-lei n° 4.682/23, ficando conhecida como Lei Eloy Chaves. Foi a primeira a instituir a previdência social, por meio da qual foram criadas as Caixas de Aposentadorias e Pensões de nível nacional. Inicialmente este decreto era voltado para os empregados vinculados às empresas de construção e manutenção das estradas de ferro existentes à época e seus familiares, que passaram a ter direito a assistência médica, a medicamentos por preços especiais, aposentadoria e pensões. Com a Lei n.º 5.109/26, esse benefício foi estendido aos marítimos e, em 1931, pelo Decreto n.º 20.465, a todos os funcionários das empresas de serviço público."
    },
    {
        "titulo": "Novo Regulamento do Conselho Nacional do Trabalho",
        "url": "#!/",
        "foto": "",
        "texto": "Em 1928, foi publicado o Decreto n.º 18.074, de 19 de janeiro de 1928, que deu novo regulamento do Conselho Nacional do Trabalho. Ainda órgão do Ministério da Agricultura, Indústria e Comércio, o CNT era “corporação destinada ao estudo dos problemas da economia social e de todos os assuntos que possam interessar à organização do trabalho e da previdência social” (Art. 1º). O Conselho Pleno era composto de 12 membros (Art. 2º), divididos em duas Seções, sendo que a 1ª Seção tinha como encargos “dia normal do trabalho nas principais indústrias, sistema de remuneração do trabalho, contratos coletivos do trabalho, sistemas de conciliação e arbitragem, trabalho de menores, trabalho de mulheres”, etc. (art. 16). A 2ª Seção encarregar-se-ia dos “acidentes de trabalho, seguros sociais, caixas de aposentadoria e pensões, serviços de contabilidade, além de outros previstos no regimento interno” (Art. 16). Havia ainda, um procurador-geral e um adjunto do procurador-geral”, que seriam “auxiliares técnicos em todos os assuntos da natureza jurídica” (art. 9). O procurador devia, também, “oficiar em todos os processos, recursos, reclamações ou consultas submetidas ao julgamento ou parecer do Conselho”. Dentre as novas atribuições do Conselho estabelecidas pelo art. 10 do Decreto, constava propor ao Governo as medidas que julgasse convenientes no tocante à previdência social e à normalização do trabalho, impor multas aos infratores das leis e regulamentos a seu cargo, organizar o seu regimento interno, dentre outras."
    },
    {
        "titulo": "Criação do Ministério do Trabalho, Indústria e Comércio",
        "url": "#!/",
        "foto": "",
        "texto": "Ao chegar ao poder, em 1930, Getúlio Vargas criou, em novembro daquele ano, o Ministério do Trabalho, Indústria e Comércio, retirando do Ministério da Agricultura as atribuições sobre os setores da indústria e do comércio. A organização do novo ministério se deu por meio do Decreto n.º 19.667, de 4 de fevereiro de 1931, pelo qual também foi criado o Departamento Nacional do Trabalho (DNT). Com o Decreto n.º 20.886, de 30 de dezembro do mesmo ano, atribuía-se à Procuradoria do DNT, que atuava junto ao CNT, a competência para opinar em matéria contenciosa e consultiva. O carioca Lindolfo Collor, um dos apoiadores da Revolução de 1930, foi o primeiro nome a compor o quadro dessa secretaria. O MTIC foi um dos mais importantes órgãos durante o Governo de Getúlio Vargas, atuando ativamente e em conjunto com o próprio presidente na elaboração das legislações que viriam a compor a Consolidação das Leis Trabalhistas, fiscalizando as empresas e os contratos de trabalho através de seus órgãos internos e controlando os sindicatos dentro da estrutura corporativista imposta por Vargas."
    },
    {
        "titulo": "Comissões Mistas de Conciliação e as Juntas de Conciliação e Julgamento 1930-1943",
        "url": "#!/",
        "foto": "",
        "texto": "Nesse período, que vai de 1930 a 1943, foi elaborada toda a estrutura da Justiça do Trabalho e da legislação do trabalho. Visando à funcionalidade da legislação, foram criadas, em 1932, as Comissões Mistas de Conciliação (Decreto nº 21.369) e as Juntas de Conciliação e Julgamento (Decreto nº 22.132), as primeiras funcionando como órgãos conciliadores em ações coletivas trabalhistas e as segundas para as causas individuais “que não afetem as coletividades a que pertencerem os litigantes”, como reza o texto legal. Ambas eram vinculadas ao Poder Executivo e controladas pelo Ministério do Trabalho e, pelo seu regulamento, só poderiam ser acessadas pelos trabalhadores sindicalizados. \n Funcionavam como instâncias conciliatórias e paritárias, ou seja: havia a representação classista na figura dos vogais que representavam empregadores e empregados, indicados pelos sindicatos e eram presididas por um membro escolhido pelo presidente da República, não necessariamente um bacharel em direito. Frustrada a conciliação, seguia-se o julgamento das causas, cujas condenações deveriam ser pleiteadas perante a Justiça Comum, além de estarem sujeitas ao crivo do Ministério do Trabalho, que poderia modificá-las ou mesmo cassá-las."
    },
    {
        "titulo": "CNT no contexto Constitucional",
        "url": "#!/",
        "foto": "",
        "texto": "Antecipando-se à promulgação da nova Constituição (de 1934), que se deu em 16 de julho, o presidente Getúlio Vargas editou, em 14 de julho, o Decreto nº 24.784, para já adaptar os órgãos judicantes trabalhistas ao novo modelo previsto na Constituição de 1934. Assim, o CNT passava a funcionar como órgão deliberativo de cúpula do sistema judicante laboral. Para a instalação da recém-criada Justiça do Trabalho, foi designada uma comissão presidida pelo então presidente do CNT, Francisco Barbosa de Rezende, e coordenada pelo procurador Faria Baptista, cujo trabalho possibilitou que, no dia 1º de maio de 1941, quando o presidente Vargas declarava instalada a Justiça do Trabalho, esta já pudesse, no dia seguinte, estar efetivamente funcionando com seu Conselho Nacional do Trabalho, seus Conselhos Regionais do Trabalho e suas 36 Juntas de Conciliação e Julgamento. Cinco anos depois, com a Constituição de 1946, o CNT foi transformado em TST, órgão máximo da Justiça do Trabalho no Brasil."
    },
    {
        "titulo": "Acervo CNT",
        "url": "#!/",
        "foto": "",
        "texto": "O acervo do Conselho Nacional do Trabalho (órgão que antecedeu o Tribunal Superior do Trabalho entre 1923 e 1946) foi nominado no Registro Nacional do Brasil no Programa Memória do Mundo da Organização das Nações Unidas para a Educação, a Ciência e a Cultura (UNESCO). Os documentos agora são parte do Programa Memória do Mundo, que tem por objetivo promover a preservação e o acesso ao patrimônio documental (arquivístico e bibliográfico) da humanidade.\n Denominado “Dissídios Trabalhistas do Conselho Nacional do Trabalho: Um Retrato da Sociedade Brasileira da Era Vargas”, o acervo conta com 972 processos trabalhistas de origem coletiva e individual provenientes de 20 estados do país. A série compreende o período de 1927 a 1946, e a década de 30 representa cerca de 70% dos processos.\n Conteúdo: acervo referente aos dissídios trabalhistas no período de 1927 a 1946, formado por documentos textuais registrados em papeis e jornais, que foram utilizados como prova nos processos trabalhistas.\n Cuidados: o Laboratório de Conservação e Restauração da Coordenadoria de Gestão Documental e Memória do TST restaura esses processos para garantir o aumento da longevidade da guarda do material. Todos os processos foram digitalizados, no formato colorido, para garantir a preservação e a disponibilização deles para os leitores.\n"
    }
]