[{
        "titulo": "Ministro Augusto Viveiros de Castro",
        "legenda": "1923-1925",
        "url": "#!/",
        "foto": "conteudo/CNT/Ex-Presidentes/Augusto Viveiros de Castro 1923 a 1925/Foto/Augusto Viveiros de Castro 1923 a 1925.jpg",
        "texto": ["Filho do Senador Augusto Olympio Gomes de Castro e D. Ana Rosa de Viveiros de Castro, nasceu em 27 de agosto de 1867, na província do Maranhão. Augusto Viveiros de Castro formou-se em ciências jurídicas e sociais na Faculdade de Direito de Recife, recebendo o grau de bacharel em 1888. Logo depois de formado, foi nomeado promotor público da comarca de Santa Maria Madalena, que exerceu por pouco tempo. Em decreto de 27 de janeiro de 1915, foi nomeado ministro do Supremo Tribunal Federal, preenchendo a vaga ocorrida com a aposentadoria concedida a Amaro Cavalcanti. Tomou posse em 3 de fevereiro seguinte. Foi presidente do Conselho Nacional do Trabalho de 1923 a 1925. Faleceu em 14 de abril de 1927, na capital do Estado de São Paulo. "]
    },
    {
        "titulo": "Ministro Ataupho Nápoles de Paiva",
        "legenda": "1925-1930",
        "url": "#!/",
        "foto": "conteudo/CNT/Ex-Presidentes/Ataulpho Nápoles de Paiva 1925 a 1930/Foto/Ataulpho Nápoles de Paiva 1925 a 1930.jpg",
        "texto": ["Filho do Tenente Joaquim Pinto de Paiva e D. Feliciana Rosa do Vale Paiva, nasceu em 1º de fevereiro de 1865, em São João Marcos, província do Rio de Janeiro. Concluiu o curso de ciências jurídicas e sociais, recebendo o grau de bacharel em 1887. Com a organização da Justiça do Distrito Federal, pelo Decreto n.º 1.030, de 14 de novembro de 1890, foram criados, entre outros cargos, os de pretores, sendo nomeado Ataulpho de Paiva, em decreto de 26 do mesmo mês, para a 13ª Pretoria, transferido mais tarde para a 12ª. Exerceu a presidência do Conselho Nacional do Trabalho; organizou o Cofre de Órfãos, que desde muito se achava paralisado e na maior confusão; tomou parte nos trabalhos do Congresso Internacional de Assistência Pública e Privada, reunido em Paris, e, na mesma cidade, distinguiu-se no Congresso Internacional de Direito Comparado, onde foi eleito vice-presidente, e mais uma vez revelou sua vasta cultura jurídica. Faleceu em 8 de maio de 1955, na cidade do Rio de Janeiro."]
    },
    {
        "titulo": "Ministro Mário de Andrade Ramos",
        "legenda": "1931-1933",
        "url": "#!/",
        "foto": "conteudo/CNT/Ex-Presidentes/Mário de Andrade Ramos 1931 a 1933/Foto/Mário de Andrade Ramos 1931 a 1933.jpg",
        "texto": ["Membro do Conselho Administrativo dos Patrimônios do Ministério da Justiça e Negócios Interiores a partir de 1920, foi membro do Conselho Nacional do Trabalho entre 1923 e 1933, presidindo o Conselho entre janeiro de 1931 a janeiro de 1933. Em 1925, tornou-se membro do Conselho de Assistência e Proteção aos Menores e em 1927 deixou o Conselho Administrativo do Ministério da Justiça. Em julho de 1933, foi eleito deputado à Assembleia Nacional Constituinte como representante dos empregadores, assumindo sua cadeira em novembro. Ainda em 1934 foi escolhido primeiro vice-presidente da Confederação Industrial do Brasil. Com a promulgação da nova Carta (16/7/1934), teve seu mandato estendido até maio de 1935. Membro do Conselho Superior das Caixas Econômicas Federais a partir de 1939, exerceu a presidência desse órgão de 1940 a 1941. Em janeiro de 1947, já após a queda do Estado Novo e a redemocratização do país, elegeu-se senador pelo Distrito Federal. Faleceu no Rio de Janeiro no dia 1º de novembro de 1951. "]
    },
    {
        "titulo": "Ministro Cassiano Tavares Bastos",
        "legenda": "1933-1935",
        "url": "#!/",
        "foto": "img/semFoto.png",
        "texto": ["Cassiano Machado Tavares Bastos formou-se bacharel na Faculdade Livre de Direito do Rio de Janeiro em 1905. Foi estatístico do Ministério do Trabalho e Previdência Social, delegado da Unidade Federal do Conselho Nacional de Estatística de 1936 até 1937, diretor do gabinete do prefeito do Distrito Federal na mesma época e Ministro do Tribunal de Contas do antigo Distrito Federal até 1941. Faleceu em 1973."]
    },
    {
        "titulo": "Ministro Francisco Barbosa Rezende",
        "legenda": "1935-1942",
        "url": "#!/",
        "foto": "conteudo/CNT/Ex-Presidentes/Francisco Barbosa Rezende 1935 a 1942/Foto/Francisco Barbosa Rezende 1935 a 1942.jpg",
        "texto": ["Francisco Barbosa de Rezende foi o 5º presidente do CNT, entre 1935 e 1942. Dirigiu a comissão de instalação da Justiça do Trabalho em 1941, sendo então o primeiro presidente do Conselho enquanto órgão máximo da JT. Integrou também a subcomissão de “Debêntures, Cambiais, Cheques, Contas assinadas, Títulos ao portador”, vinculada à Comissão Legislativa instalada por Getúlio Vargas em 1931, sob a supervisão do ministro da Justiça Oswaldo Aranha, que tinha por objetivo reformar a legislação vigente no Brasil. É filho do ex-ministro do STF, Francisco de Paula Ferreira de Resende. Seu irmão, Flamínio Barbosa de Rezende, foi desembargador do Tribunal de Apelação do Distrito Federal. Nascido em Leopoldina (MG) em 1873, veio a falecer em 1943, na cidade do Rio de Janeiro."]
    },
    {
        "titulo": "Ministro Silvestre Péricles de Gois",
        "legenda": "1942-1943",
        "url": "#!/",
        "foto": "conteudo/CNT/Ex-Presidentes/Silvestre Péricles de Gois 1942 a 1943/Foto/Silvestre Péricles de Gois 1942 a 1943.jpg",
        "texto": ["Silvestre Péricles de Góis Monteiro nasceu em São Luís do Quitunde (AL), no dia 30 de março de 1896, filho de Pedro Aureliano Monteiro dos Santos e de Constança Cavalcanti de Góis Monteiro. Formado em ciências jurídicas e sociais pela Faculdade de Direito do Recife e em ciências comerciais pela Academia de Comércio de Porto Alegre. Foi o primeiro auditor de Guerra a ser nomeado no país, assumindo o cargo em 1926.  Candidato ao governo de Alagoas pelo Partido Progressista Nacional (PPN).  Foi eleito governador de Alagoas na legenda do PSD em janeiro de 1947. Foi ainda ministro do Conselho Supremo da Justiça Militar, corregedor da Justiça Militar, presidente do Conselho Nacional do Trabalho, professor de direito internacional na Academia de Comércio de Porto Alegre, membro da comissão elaboradora do Regimento Disciplinar do Exército (RDE), membro do Instituto Brasileiro de Cultura e da Academia Alagoana de Letras e procurador-geral da Justiça Militar. Faleceu em Brasília, no dia 13 de novembro de 1972."]
    },
    {
        "titulo": "Ministro Filinto Muller",
        "legenda": "1943-1945",
        "url": "#!/",
        "foto": "conteudo/CNT/Ex-Presidentes/Filinto Muller 1943 a 1945/Foto/Filinto Muller 1943 a 1945.jpg",
        "texto": ["Filinto Müller nasceu em Cuiabá, no dia 11 de julho de 1900, filho do comerciante Júlio Müller e de Rita Teófila Correia da Costa Müller. Durante a Primeira República, em diversas ocasiões seu pai exerceu o cargo de prefeito de Cuiabá. Seu irmão Fenelon Müller, após também ter sido prefeito da capital, foi nomeado interventor federal em Mato Grosso em 1935. Júlio Müller, outro irmão, foi interventor em Mato Grosso durante o Estado Novo (1937-1945). Filinto Müller iniciou os estudos com professora particular, ingressando em seguida no Grupo Escolar de Cuiabá, onde terminou o primário. Fez o curso secundário nos Liceus Salesiano São Gonçalo e Cuiabano, e em 1917 começou a trabalhar como auxiliar de revisor na Imprensa Oficial de seu estado. Também nesse ano, participou como voluntário das manobras realizadas pelo 16º Batalhão de Caçadores, e em 1919 transferiu-se para o Rio de Janeiro, então Distrito Federal, a fim de ingressar na Escola Militar do Realengo. Em 1942, Filinto Müller foi designado oficial de gabinete do ministro da Guerra, general Eurico Gaspar Dutra, e exerceu a função até 1943, quando foi nomeado presidente do Conselho Nacional do Trabalho. Na presidência do órgão, apoiou e implementou o Serviço de Assistência Médica e Domiciliar de Urgência (SAMDU), além de ter aprofundado seus conhecimentos jurídicos, sobretudo aqueles referentes às questões sociais e à legislação trabalhista. Faleceu, em Paris, no dia 11 de julho de 1973, vítima de desastre aéreo."]
    },
    {
        "titulo": "Ministro Geraldo Monteiro Bezerra de Menezes",
        "legenda": "1946 a 1951",
        "url": "#!/",
        "foto": "conteudo/CNT/Ex-Presidentes/Geraldo Montedônio  Bezerra de Menezes 1946 a 1951/Foto/Geraldo Montedônio  Bezerra de Menezes 1946 a 1951.jpg",
        "texto": ["Geraldo Montedônio Bezerra de Menezes nasceu em Niterói (RJ), em 11 de julho de 1915. Em 1936, graduou-se como bacharel em ciências jurídicas e sociais pela Faculdade de Direito do Rio de Janeiro, atual Universidade Federal Fluminense (UFF). Entre 1939 e 1946, presidiu a 2ª e a 5ª Junta de Conciliação e Julgamento do Distrito Federal, ambas no Rio de Janeiro. Presidiu o Conselho Nacional do Trabalho (CNT), no período de 23 de fevereiro de 1946 a 10 de setembro de 1946. Com a criação do Tribunal Superior do Trabalho (TST), em substituição ao CNT, perpetrada pela Constituição Federal de 1946, Geraldo Montedônio passou à condição de ministro presidente do TST, sendo o primeiro da história do órgão. Permaneceu como dirigente máximo do Tribunal durante duas gestões consecutivas: 1946 a 1949 e 1949 a 1951. Foi corregedor-geral da Justiça do Trabalho de 1954 a 1956 e de 1958 a 1960. Concomitantemente à magistratura, foi diretor da Faculdade de Direito da UFF, ministrou aulas de sociologia na Faculdade Fluminense de Medicina (1937 a 1943) e também de direito do trabalho na Faculdade de Direito de Niterói (1954). "]
    }
]