[{
        "titulo": "Lei de 13 de setembro de 1830",
        "subtitulo": "primeira legislação a regular os contratos de locação e prestação de serviços de brasileiros e estrangeiros no século XIX.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/Lei de 13 de setembro de 1830/Foto/Lei de 13 de setembro de 1830.jpg",
		"texto": "Era uma legislação simples, com oito artigos, se preocupando principalmente com os termos do cumprimento de contrato. Havia a previsão de prisão como ferramenta de coerção ao prestador de serviços para que o trabalho fosse executado, dando plenas garantias ao contratante e poucas ou quase nenhuma ao contratado."
    },
    {
        "titulo": "Lei n.º 108, de 11 de outubro de 1837",
        "subtitulo": "tratava especificamente dos contratos de prestação de serviços de estrangeiros.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/Lei n.º 108, de 11 de outubro de 1837/Foto/Lei n.º 108, de 11 de outubro de 1837.jpg",
		"texto": "Tratava especificamente dos contratos de prestação de serviços de estrangeiros. Foram reconhecidas as sociedades de colonização pelo texto da lei, que ainda regulava os contratos de serviços dos menores estrangeiros. Tratava ainda das demissões com ou sem justa causa e da obrigação do ressarcimento dos valores recebidos de forma adiantada pelo locador demitido, sob pena de prisão e trabalhos forçados em obras públicas em caso de descumprimento."
    },
    {
        "titulo": "Lei n.º 556, de 25 de junho de 1850",
        "subtitulo": "O Código Comercial foi uma das primeiras legislações conhecidas no Brasil que dispunha sobre condições de trabalho.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Trouxe em seu texto pontos como: aviso-prévio, indenização, salário durante afastamento por acidente de trabalho, etc. Vigente durante o Regime Imperial Brasileiro era voltado exclusivamente para os empregados do comércio, em um momento que a indústria começava a despontar e que a agricultura, principal base econômica do país, funcionava quase que exclusivamente com o trabalho escravo."
    },
    {
        "titulo": "Decreto n.º 2827, de 15 de março de 1879",
        "subtitulo": "Lei de Locação de Serviços sobre a questão do trabalho rural.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Regulamentava, entre outras coisas, as obrigações contratuais dos fazendeiros com os trabalhadores rurais e as disposições sobre greve."
    },
    {
        "titulo": "Decreto n.º 1.313, de 17 de janeiro de 1891",
        "subtitulo": "Regulamentava o trabalho dos menores de 12 a 18 anos.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Assinado pelo presidente Marechal Deodoro da Fonseca, regulamentava o trabalho dos menores de 12 a 18 anos. Foi a primeira tentativa de conter o aumento exponencial do uso da mão de obra de menores, no sentido de proteger os infantes que recebiam menos que os adultos pela sua condição de aprendizes e eram submetidos a jornadas de 12 horas diárias."
    },
    {
        "titulo": "Decreto Legislativo n.º 4.682, de 24 de janeiro de 1923",
        "subtitulo": "A Previdência Social é implantada no Brasil.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "A Previdência Social é implantada no Brasil pela Lei Eloy Chaves, criando as Caixas de Pensão e Aposentadoria para os ferroviários, que passaram a ter assegurados, entre outros direitos, a aposentadoria ordinária, pensão por morte e a estabilidade na função para os empregados com mais de 10 anos de serviço."
    },
    {
        "titulo": "Decreto n.º 16.027, de 30 de abril de 1923",
        "subtitulo": "É criado o Conselho Nacional do Trabalho (CNT).",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Vinculado ao Poder Executivo e de caráter consultivo, o CNT tinha como escopo \"ocupar-se dos sistemas de remuneração do trabalho, contratos coletivos do trabalho; sistemas de conciliação e arbitragem, trabalho de menores, trabalho de mulheres, seguros sociais, caixas de aposentadoria e pensões de ferroviários\". "
    },
    {
        "titulo": "Decreto n.º 4.859, de 26 de setembro de 1924",
        "subtitulo": "dia 1º de maio, feriado nacional.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " Decreto n.º 4.859, de 26 de setembro de 1924, que declarou feriado nacional o dia 1° de maio, “consagrado á confraternidade universal das classes operarias e á comemoração dos mártires do trabalho”."
    },
    {
        "titulo": "Decreto n.º 4.982, de 24 de dezembro de 1925",
        "subtitulo": "Lei de Férias.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Sancionado pelo presidente Artur Bernardes, que concedia 15 dias de férias aos empregados do comércio, das indústrias e dos bancos, sem prejuízo ao ordenado. Conhecida como Lei de Férias, representou um avanço importante na concessão de direitos trabalhistas que iam além das reivindicações por melhores salários e jornadas menores."
    },
    {
        "titulo": "Decreto n.º 5.083, de 1º de dezembro de 1926",
        "subtitulo": "O Código de Menores regulamentava o trabalho dos menores de idade nas fábricas.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Sancionado pelo presidente Washington Luís, em 1926, regulamentava o trabalho dos menores de idade nas fábricas. Previa a jornada máxima de 6 horas, a proibição do trabalho para menores de 12 anos e para os menores de 14 em condições insalubres. A nova legislação encontrou resistência por parte dos donos das fábricas e usinas, que tentaram protelar a aplicação da lei."
    },
    {
        "titulo": "Decreto n.º 17.496, de 30 de outubro de 1926",
        "subtitulo": "Regulamentou o Decreto 4.982/1925 estendendo o direito a férias.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " Regulamentou o Decreto n.º 4.982/1925 e estendeu o direito a 15 dias de férias aos empregados e operários de estabelecimentos comerciais, industriais, bancários e outros."
    },
    {
        "titulo": "Decreto n.º 5.109, de 20 de dezembro de 1926",
        "subtitulo": "estendeu o regime do Decreto n.º 4.682/1923 a outras empresas, criando Caixas de Aposentadoria e Pensões.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " Estendeu o regime do Decreto n.º 4.682/1923 a outras empresas, criando Caixas de Aposentadoria e Pensões para as \"empresas de navegação marítima ou fluvial e as de exploração de portos pertencentes à União, aos Estados, aos Municípios e a particulares, em tudo quanto lhes possa ser aplicável\" (art. 1°, § 1°, do Decreto n.º 5.109/1926)."
    },
    {
        "titulo": "Decreto n.º 19.433, de 23 de novembro de 1930",
        "subtitulo": "Criação do Ministério do Trabalho, Indústria e Comércio.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " Uma das primeiras medidas do Governo Vargas foi a criação do Ministério do Trabalho, Indústria e Comércio, Decreto n.º 19.433 de 23 de novembro de 1930. O carioca Lindolfo Collor, um dos apoiadores da Revolução de 1930, foi o primeiro nome a compor o quadro dessa secretaria. “Com a criação desse ministério, o Poder Executivo tomava diretamente para si a formulação e a execução de uma política trabalhista.”"
    },
    {
        "titulo": "Decreto n.º 19.482, de 12 de dezembro de 1930",
        "subtitulo": "Lei de Nacionalização do Trabalho limitava a entrada de estrangeiros no Brasil.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Conhecido como Lei de Nacionalização do Trabalho, ou Lei dos 2/3. A legislação limitava a entrada de estrangeiros no Brasil e determinava que dois terços das vagas de emprego das “empresas, associações, companhias e firmas comerciais, que explorem, ou não, concessões do Governo Federal ou dos Governos Estaduais e Municipais” deveriam ser ocupadas por brasileiros natos. A “entrada desordenada de estrangeiros” era considerada pelo governo um dos motivos das altas taxas de desemprego, e essa foi uma das primeiras medidas tomadas pelo Ministério do Trabalho, Indústria e Comércio que visava “valorizar o trabalhador brasileiro, muitas vezes, preterido ante o estrangeiro”."
    },
    {
        "titulo": "Decreto n.º 19.770, de 19 de março de 1931",
        "subtitulo": "Lei de Sindicalização.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Em março de 1931, foi assinado o Decreto n.º 19.770, conhecida como Lei de Sindicalização, editada por Lindolfo Collor, que estabeleceu as novas normas de sindicalização. “Esse decreto, além de estabelecer o sindicato único por categoria, outorgava o controle financeiro do Ministério do Trabalho sobre os sindicatos, definia o sindicato como órgão de colaboração e cooperação com o Estado” e abordava aspectos relacionados à participação de estrangeiros e manifestações de cunho ideológico."
    },
    {
        "titulo": "Decreto n.º 21.175, de 21 de março de 1932",
        "subtitulo": "Instituição da Carteira de Trabalho e Previdência Social como documento obrigatório.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Instituição da Carteira de Trabalho e Previdência Social como documento obrigatório para toda pessoa que fornece algum tipo de serviço a outrem, seja na indústria, no comércio, na agricultura, na pecuária ou mesmo de natureza doméstica."
    },
    {
        "titulo": "Em julho de 1934",
        "subtitulo": "Promulgação de uma nova Constituição.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
        "texto": "Em julho de 1934, a Assembleia Constituinte convocada por Getúlio Vargas promulgou uma nova Constituição, inspirada no texto da Carta Magna de 1891 e na Constituição de Weimar. Trazia em seu texto temas inéditos que tratavam da ordem social e econômica brasileira, e tem como um de seus principais destaques o artigo 122, que, no intuito de “dirimir questões entre empregadores e empregados”, instituía a Justiça do Trabalho, sendo esta, vinculada ao Poder Executivo."
    },
    {
        "titulo": "Em novembro de 1937",
		"subtitulo": "Promulgação da Constituição Brasileira.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
        "texto": "A Constituição de 1937 manteve em seu texto o dispositivo que tratava da instituição da Justiça do Trabalho, dessa vez no artigo 139, que contava com um adendo em relação ao artigo 122 da Constituição de 1934: “A greve e o lockout são declarados recursos anti-sociais nocivos ao trabalho e ao capital e incompatíveis com os superiores interesses da produção nacional.”"
    },
    {
        "titulo": "Decreto-lei n.º 1.402, de 5 de julho de 1939",
        "subtitulo": "restaurava a unidade sindical proposta em 1931 e sepultava a pluralidade sindical prevista na Constituição de 1934.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Visando aperfeiçoar os procedimentos de controle sindical, o governo Estado Novista promulga o Decreto-lei n.º 1402/39, que restaurava a unidade sindical proposta em 1931 e sepultava a pluralidade sindical prevista na Constituição de 1934. O artigo 2° estabelecia que somente as associações profissionais registradas no Departamento Nacional do Trabalho ou nas Inspetorias Regionais do Ministério do Trabalho, Indústria e Comércio seriam \"reconhecidas como sindicatos\". O artigo 6°, por sua vez, consignava que não seria reconhecido \"mais de um sindicato para cada profissão\". Já o artigo 48 estabelecia que \"nenhum ato de defesa profissional será permitido a associação não registrada na forma deste artigo, não podendo ser conhecido qualquer pedido seu, ou representação.\""
    },
    {
        "titulo": "Decreto-lei n.º 1.237, de 2 de maio de 1939",
        "subtitulo": "organização da Justiça do Trabalho.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " O decreto é publicado após alguns anos de estudo e discussões, sendo a mais famosa aquela que aconteceu entre Waldemar Ferreira e Oliveira Viana (consultor jurídico do Ministério do Trabalho, Indústria e Comércio). O primeiro, como outros na década de 1930, era desfavorável à implantação de uma Justiça do Trabalho no Brasil. Contrariamente a Viana, Ferreira era partidário de um \"individualismo jurídico\" assentado \"na ideia de contrato do Código Civil\". Não acreditava que os conflitos trabalhistas necessitassem de \"novos órgãos, novos processos, novos ritos ou nova jurisprudência\". Chegou a chamar o projeto de Viana de \"fascista\". No entanto, Oliveira Viana e outros intelectuais e técnicos do Ministério do Trabalho, Indústria e Comércio foram os vencedores daquela discussão – e pode-se dizer que o corolário foi o já mencionado Decreto n° 1.237/1939, que afirmava, no art. 17, que o \"Conselho Nacional do Trabalho, com sede na Capital da República e jurisdição em todo o território nacional, é o tribunal superior da Justiça do Trabalho.\""
    },
    {
        "titulo": "Decreto-lei n.º 2.162, de 1º de maio de 1940",
        "subtitulo": "instituição do salário mínimo nacional.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Durante o Estado Novo, era tradição o presidente Vargas anunciar, a cada 1° de maio, um ganho legislativo em prol dos trabalhadores. Foi nessa circunstância que ele anunciou a instituição do salário mínimo nacional, com a publicação do Decreto-Lei n° 2.162, de 1° de maio de 1940. O artigo 1° desse diploma legal ficou assim redigido: \"Art. 1° Fica instituído, em todo o país, o salário mínimo a que tem direito, pelo serviço prestado, todo trabalhador adulto, sem distinção de sexo, por dia normal de serviço, como capaz de satisfazer, na época atual e nos pontos do país determinados na tabela anexa, às suas necessidades normais de alimentação, habitação, vestuário, higiene e transporte\"."
    },
    {
        "titulo": "1º de maio de 1941",
        "subtitulo": "É oficialmente instalada a Justiça do Trabalho no Brasil.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Desde a Constituição de 1934 ela estava instituída, bem como já havia sido organizada pelo Decreto n.º 1.237/1939. Mas é apenas em 1941 que Vargas decide instalá-la oficialmente, em meio a comemorações no estádio São Januário. A Justiça do Trabalho, à época, tinha ainda como órgão máximo o Conselho Nacional do Trabalho, que apenas se torna Tribunal Superior do Trabalho quando essa especializada passa a ser parte do Poder Judiciário, em 1946. O intuito foi o de “criar um fórum especial para que patrões e empregados resolvessem suas disputas na presença mediadora do poder público” procurando atender aos interesses dos supracitados, visando evitar conflitos e greves."
    },
    {
        "titulo": "Decreto-Lei n.º 5.452, de 1º de maio de 1943",
        "subtitulo": "é aprovada a Consolidação das Leis do Trabalho.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Fruto do empenho do ministro do Trabalho Alexandre Marcondes Filho, dos procuradores da Justiça do Trabalho Luiz Augusto de Rego Monteiro, Arnaldo Sussekind, Dorval Lacerda e José de Segadas Viana, e do consultor jurídico do Ministério do Trabalho, Indústria e Comércio, Oscar Saraiva, a CLT organizou a esparsa legislação trabalhista que vinha se construindo desde a década de 20, normatizando as diversas leis que se aplicavam de forma diferenciada às várias profissões. Essa legislação foi concebida sob a influência das convenções da Organização Internacional do Trabalho – OIT e da encíclica Rerum Novarum, do Papa Leão XIII, publicada em 1891 e que tratava da condição dos operários. Com algumas alterações feitas no decorrer dos anos e governos seguintes, é a norma trabalhista vigente até os tempos atuais."
    },
    {
        "titulo": "Decreto-lei n.º 9.070, de 15 de março de 1946",
        "subtitulo": "condições de realização de greves.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Antes da promulgação da Constituição Federal de 1946, o presidente Eurico Gaspar Dutra promulgou o Decreto-lei n.º 9.070/46, que dispunha sobre as condições de realização de greves e as proibia para as consideradas “atividades essenciais”; sendo elas as “atividades profissionais desempenhadas nos serviços de água, energia, fontes de energia, iluminação, gás, esgotos, comunicações, transportes, carga e descarga; nos estabelecimentos de venda de utilidade ou gêneros essenciais à vida das populações; nos matadouros; na lavoura e na pecuária; nos colégios, escolas, bancos, farmácias, drogarias, hospitais e serviços funerários; nas indústrias básicas ou essenciais à defesa nacional.” A extensão e amplitude da lei atingiam quase todas as funções de trabalho existentes na época, e mesmo que o direito à greve tenha sido previsto no texto constitucional de 1946, esse decreto continuou em vigência durante o Governo Dutra, impondo duras restrições ao exercício de movimentos grevistas."
    },
    {
        "titulo": "Decreto n.º 9.502, de 23 de julho de 1946",
        "subtitulo": "proíbe o exercício de atividade político-partidária por parte das organizações sindicais.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Visando conter a atuação política dos sindicatos, Dutra assina o Decreto n.º 9.502/46, proibindo o exercício de atividade político-partidária por parte das organizações sindicais e a cessão da sede da instituição para “entidade de índole político-partidária”."
    },
    {
        "titulo": "Decreto n.º 41.721, de 25 de junho de 1957",
        "subtitulo": "a Convenção n.º 81 da OIT passou a integrar o ordenamento jurídico interno do país.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Dispunha sobre a criação de um serviço governamental de inspeção do trabalho, dando poderes aos inspetores para ingressarem a qualquer horário do dia ou da noite nos locais de trabalho, com a finalidade de assegurar o cumprimento da legislação social nas indústrias."
    },
    {
        "titulo": "Lei n.º 4.066, de maio de 1962",
        "subtitulo": "normas para validade de pedido de demissão ou recibo de quitação contratual.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "A Lei n.º 4.066, de maio de 1962, estabelecia normas para validade de pedido de demissão ou recibo de quitação contratual firmado por empregado, exigindo a assistência de sindicato pertinente ou de autoridade do Ministério do Trabalho ou da Justiça do Trabalho."
    },
    {
        "titulo": "Lei n.º 4214, de 2 de março de 1963",
        "subtitulo": "instituiu a carteira profissional para o trabalhador do campo.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "A lei instituiu a carteira profissional para o trabalhador do campo, regulou a duração do trabalho e a observância do salário mínimo e previu direitos como o repouso semanal e as férias remuneradas, colocando pela primeira vez o homem do campo sob a proteção social do Estado."
    },
    {
        "titulo": "Lei n.º 4.266, de outubro de 1963",
        "subtitulo": "direito ao salário-família do trabalhador.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "A Lei n.º 4.266, de outubro de 1963, instituiu o direito ao salário-família do trabalhador, benefício pecuniário dado ao referido empregado por cada filho menor de 14 anos que este possua."
    },
    {
        "titulo": "Lei n.º 4330, de 1º de junho de 1964",
        "subtitulo": "A Lei de greve que substituiu a Lei de Greve de 1946.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "A lei de greve promulgada durante o regime civil-militar representou uma barreira de difícil transposição para os trabalhadores. As criações de diversas exigências burocráticas praticamente impossibilitavam a realização de paralisações legais. Foram proibidas as greves que fossem deflagradas “por motivos políticos, partidários, religiosos, sociais, de apoio ou solidariedade”, limitando-as às exigências que sejam estritamente ligadas as relações de trabalho específicas de cada categoria. Esse texto substituiu a Lei de Greve de 1946, que apesar de também prever dispositivos que impunham restrições ao exercício grevista, carecia de legislação complementar, fazendo com que esse direito fosse exercido, de certa forma, livremente nos 20 anos anteriores ao golpe."
    },
    {
        "titulo": "Lei n.º 4.589, de 11 de dezembro de 1964",
        "subtitulo": "criação dos Departamentos Nacionais de Emprego e Salário, de Segurança e Higiene no Trabalho.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Extingue Organismos de Imposto Sindical e cria os Departamentos Nacionais de Emprego e Salário, de Segurança e Higiene no Trabalho."
    },
    {
        "titulo": "Lei n.º 4.725, de 13 de julho de 1965",
        "subtitulo": "estabelece normas para o processo de dissídios coletivos.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "O Regime Civil-Militar decretou a Lei n.º 4.725, que estabelece normas para o processo de dissídios coletivos, regulando cálculos trabalhistas, salário, taxas, entre outros instrumentos."
    },
    {
        "titulo": "Lei n.º 5.107, de 13 de setembro de 1966",
        "subtitulo": "instituiu o Fundo de Garantia do Tempo de Serviço (FGTS).",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Foi instituída com o objetivo de proteger os trabalhadores demitidos sem justa causa. Os empregadores ficaram obrigados a depositar mensalmente, em conta vinculada a cada empregado, a importância correspondente a 8% do salário pago. A utilização desse recurso pelo trabalhador ficou condicionada à ocorrência da demissão sem justa causa, ou à necessidade de crédito para aquisição de moradia própria. Essa lei revogou o direito a estabilidade promovida pela Lei Eloy Chaves, tornando opcional para o trabalhador adotar um regime de compensação ou outro."
    },
    {
        "titulo": "Decreto n.º 229, de 28 de fevereiro de 1967",
        "subtitulo": "introduziu uma série de modificações no corpo da CLT.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Visando adequar a CLT à política pretendida pelo Governo Militar, a Constituição de 1967 trouxe mudanças na composição do Tribunal Superior do Trabalho, que passou a ter 17 juízes; dos Tribunais Regionais e na forma de nomeação criando a carreira de magistrados do trabalho, mantendo ainda a composição paritária dos órgãos da Justiça do Trabalho. Trouxe também em seu texto a proibição de greve nos serviços públicos e atividades essenciais, proibição das diferenças salariais por motivos de sexo, cor ou estado civil, a garantia de salário-família aos dependentes do trabalhador, aposentadoria da mulher aos trinta anos de contribuição, previu a contribuição sindical e voto sindical secreto."
    },
    {
        "titulo": "Decreto-lei n.º 564, de 1º de maio de 1969",
        "subtitulo": "estendeu benefícios da Previdência aos Trabalhadores Rurais.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "O decreto-lei n.º 564 estendeu benefícios da Previdência aos trabalhadores rurais, ao assegurar o plano básico para os empregados e trabalhadores avulsos da agroindústria canavieira."
    },
    {
        "titulo": "Lei n.º 5.584, de 26 de junho de 1970",
        "subtitulo": "normas de Direito Processual do Trabalho.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Dispõe sobre as normas de Direito Processual do Trabalho alterando dispositivos da CLT e disciplinando a concessão e prestação de assistência judiciária na Justiça do Trabalho."
    },
    {
        "titulo": "Lei n º. 5.889, de 8 de junho de 1973",
        "subtitulo": "Instituiu normas de regulação do trabalho rural.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " No texto da Lei, empregado rural foi definido como \"toda pessoa física que, em propriedade rural ou prédio rústico, presta serviços de natureza não eventual a empregador rural, sob a dependência deste e mediante salário\"."
    },
    {
        "titulo": "1988",
        "subtitulo": "Promulgação da nova Constituição Federal.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " A Assembleia Nacional Constituinte, após 20 meses de funcionamento, promulga a nova Constituição Federal, produzida pelos 559 parlamentares constituintes, sob a Presidência do deputado Ulysses Guimarães. O texto constitucional de 1988 garante uma série de direitos trabalhistas que não tinham previsão na Carta Magna do Regime Militar, como a proteção da relação de emprego contra despedida arbitrária ou sem justa causa, seguro-desemprego, décimo terceiro salário, irredutibilidade salarial, aviso-prévio, licença-paternidade e 1/3 do salário somado ao benefício de férias remuneradas."
    },
    {
        "titulo": "Lei n.º 7.783, de 28 de junho de 1989",
        "subtitulo": "assegura o direito de greve a todo trabalhador.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "A Constituição Federal de 1988, junto com a Lei n° 7.783/89, asseguram o direito de greve a todo trabalhador, retirando as restrições colocadas pelo Regime Militar, que proibia as greves motivadas por questões políticas e vedava paralisações em atividades essenciais, considerando “legítimo o exercício de greve, com a suspensão coletiva temporária e pacífica, total ou parcial, de prestação de serviços, quando o empregador ou a entidade patronal correspondentes tiverem sido pré-avisadas 72 horas, nas atividades essenciais e 48 horas nas demais.”"
    },
    {
        "titulo": "Decreto n.º 2.100, de 20 de dezembro de 1996",
        "subtitulo": "anulava trechos do Decreto n.º 1.855/1996, responsável por ratificar a Convenção n.º 158 da Organização Internacional do Trabalho.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Fernando Henrique Cardoso assina o Decreto n° 2.100/1996, que anulava trechos do Decreto n.º 1.855/1996, responsável por ratificar a Convenção n.º 158 da Organização Internacional do Trabalho – OIT. O trecho específico que mereceu destaque e ação do governo era o que proibia a demissão imotivada no país."
    },
    {
        "titulo": "2006",
        "subtitulo": "É lançada a Agenda Nacional de Trabalho Decente (ANTD).",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "A ANTD define três prioridades: a geração de mais e melhores empregos, com igualdade de oportunidades e de tratamento; a erradicação do trabalho escravo e eliminação do trabalho infantil, em especial em suas piores formas; e o fortalecimento dos atores tripartites e do diálogo social como um instrumento de governabilidade democrática."
    },
    {
        "titulo": "Lei n.º 11.948, de 16 de junho de 2009",
        "subtitulo": "que veda empréstimos do BNDES.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "O presidente Luís Inácio Lula da Silva sanciona a Lei n.º 11.948/2009, que veda empréstimos do BNDES a empresas condenadas em processos de assédio moral."
    },
    {
        "titulo": "Lei n.º 12.551, de 15 de dezembro de 2011",
        "subtitulo": "reconhece o Teletrabalho, ou trabalho a distância.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "A presidente Dilma Rousseff promulga a Lei n.º 12.551/11, que reconhece o Teletrabalho, ou trabalho a distância, proibindo a distinção entre o trabalho realizado no estabelecimento do empregador e o realizado a distância."
    },
    {
        "titulo": "Lei n.º 12.513, de 26 de outubro de 2011",
        "subtitulo": "institui o Programa Nacional de Acesso ao Ensino Técnico e ao Emprego (Pronatec).",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " É promulgada a Lei n.º 12.513/11, que institui o Programa Nacional de Acesso ao Ensino Técnico e ao Emprego (Pronatec), com a finalidade de ampliar a oferta de educação profissional e tecnológica, por meio de programas, projetos e ações de assistência técnica e financeira."
    },
    {
        "titulo": "Lei n.º 12.440, de 7 de julho de 2011",
        "subtitulo": "cria a Certidão Negativa de Débito Trabalhista.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Passa a vigorar a Lei n.º 12.440/11, que cria a Certidão Negativa de Débito Trabalhista, documento que comprova a inexistência de débitos inadimplidos perante a Justiça do Trabalho. Tal documento se tornou uma exigência para a obtenção de investimentos e empréstimos junto a instituições públicas, como o BNDES."
    },
    {
        "titulo": "Lei n.º 12.382, de 25 de fevereiro de 2011",
        "subtitulo": "institui a política de aumento real para o salário mínimo até 2015.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Promulgada a Lei n.º 12.382/11, que institui a política de aumento real para o salário mínimo até 2015, baseado na taxa de crescimento real do PIB, apurada pelo IBGE."
    },
    {
        "titulo": "Lei n.º 12.506, de 11 de outubro de 2011",
        "subtitulo": "amplia o aviso prévio de 30 para 90 dias.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "Promulgada a Lei n.º 12.506/11, que amplia o aviso prévio de 30 para 90 dias. Para os funcionários com até um ano de serviço na mesma empresa, o aviso prévio permanece como 30 dias. A cada ano de serviço prestado, o funcionário terá acrescido três dias de aviso prévio, até o máximo de 60 dias, perfazendo o total de 90 dias."
    },
    {
        "titulo": "Lei n.º 12.761, de 27 de dezembro de 2012",
        "subtitulo": "institui o Programa de Cultura do Trabalhador e cria o Vale-Cultura.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " A presidente Dilma Rousseff sanciona a Lei n.º 12.761/12, que institui o Programa de Cultura do Trabalhador e cria o Vale-Cultura, um benefício de 50 reais mensais concedidos pelo empregador ao funcionário, podendo ser utilizado para a aquisição de qualquer produto ou serviço cultural."
    },
    {
        "titulo": "Emenda Constitucional n.º 72, de 2 de abril de 2013",
        "subtitulo": "estende aos empregados domésticos os mesmos direitos dos trabalhadores urbanos.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "É aprovada a Emenda Constitucional n.º 72, que estende aos empregados domésticos os mesmos direitos dos trabalhadores urbanos, como férias remuneradas, jornada de trabalho máxima de 44 horas semanais e registro de função em Carteira de Trabalho e Previdência Social."
    },
    {
        "titulo": "Medida Provisória n.º 665, de 30 de dezembro de 2014",
        "subtitulo": "restringe o acesso a direitos trabalhistas.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": "A presidente Dilma Rousseff sanciona a Medida Provisória n.º 665, que restringe o acesso a direitos trabalhistas como o seguro-desemprego, o abono salarial e o seguro defeso. Convertida na Lei n.º 13.134, ela altera o período mínimo de carteira assinada para requisição de seguro-desemprego, ampliando o tempo necessário de carteira assinada para as primeiras solicitações do benefício."
    },
    {
        "titulo": "Lei n.º 13.467, de 13 de julho de 2017",
        "subtitulo": "institui uma reforma trabalhista, alterando pontos da CLT.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " Michel Temer sanciona a Lei n.º 13.467, legislação que institui uma reforma trabalhista, alterando pontos da CLT de forma a flexibilizar as relações de trabalho. A prevalência do acordado sobre o legislado, a desconsideração do trajeto até o local de trabalho como tempo à disposição do empregador, previsão de contrato de trabalho intermitente e o fim da contribuição sindical obrigatória são alguns pontos destacáveis da reforma trabalhista."
    },
    {
        "titulo": "Lei n.º 13.429, de 31 de março de 2017",
        "subtitulo": "Lei da Terceirização, que regulamenta o trabalho temporário.",
		"fotoUrl": "conteudo/Origem e Evolução do Trabalho/Legislação Trabalhista/",
		"texto": " Conhecida como Lei da Terceirização, que regulamenta o trabalho temporário nas empresas urbanas e dispõe sobre as relações de trabalho na empresa de prestação de serviços a terceiros."
    }
]