[{
        "titulo": "A JT e o Poder Judiciário",
        "url": "#!/",
        "foto": "",
        "texto": "A Constituição de 1946 retira a Justiça do Trabalho do âmbito do Poder Executivo e a institucionaliza como órgão componente da estrutura do Poder Judiciário, mantendo a estrutura que tinha como órgão administrativo, inclusive com a representação classista. Sua estrutura permaneceu assim nas Constituições posteriores, de 1967 (alterada pela Emenda de 1969) e de 1988. Esta última passou a identificar o classista da 1ª instância (JCJs) como juiz classista e não mais de vogal e estabeleceu que em cada unidade da Federação haveria ao menos um Tribunal Regional do Trabalho (TRT). Até então havia apenas 15 TRTs. Hoje existem 24 TRTs."
    },
    {
        "titulo": "A Divisão do TST em Turmas",
        "url": "#!/",
        "foto": "",
        "texto": "Em 1954, o presidente do TST, ministro Manoel Caldeira Alves Neto envia Ofício para o presidente da República, Getúlio Vargas, tecendo considerações sobre o crescimento da demanda de trabalho no TST e sobre a necessidade de divisão do Tribunal em Turmas. Atualmente o TST possui oito Turmas julgadoras, cada uma composta por três ministros, com a atribuição de analisar recursos de revista, agravos, agravos de instrumento, agravos regimentais e recursos ordinários em ação cautelar. Das decisões das Turmas, a parte ainda pode, em alguns casos, recorrer à Subseção I Especializada em Dissídios Individuais (SBDI-1)."
    },
    {
        "titulo": "TST em Brasília",
        "url": "#!/",
        "foto": "",
        "texto": "Em 1º de maio de 1971, cumprindo preceito constitucional que determinava ser sede do Tribunal Superior do Trabalho a capital da República, era instalada em Brasília a mais alta Corte Trabalhista do país. A cerimônia contou com a presença do ministro da Justiça Alfredo Buzaid, do ministro presidente do Supremo Tribunal Federal Aliomar Baleeiro, e do bispo de Brasília D. José Newton, que fez a entronização, no plenário da Corte, da imagem do Cristo Crucificado, oferecida pelo então presidente do TRT baiano, Carlos Coqueijo Costa, em nome de todos os Tribunais Regionais do Trabalho."
    },
    {
        "titulo": "A bandeira do TST",
        "url": "#!/",
        "foto": "",
        "texto": "Em 1981, foi instituída a bandeira do Tribunal Superior do Trabalho. A estampa simbólica em vermelho carmim é formada por uma insígnia com as letras iniciais do TST entrelaçadas e traz a expressão latina “OPUS JUSTITIAE PAX”, em disposição semicircular. Essa inscrição, que foi o lema do pontificado de Pio XII (1939-1858), tem origem bíblica (Isaías, capítulo 32, versículo 17) e é comumente traduzida como “A Paz se constrói com Justiça” ou “A Paz é obra da Justiça”."
    },
    {
        "titulo": "Mulheres pioneiras no TST",
        "url": "#!/",
        "foto": "",
        "texto": "Em 1990, Cnéa Cimini toma posse no TST e entra para a história como a primeira mulher do Brasil e a segunda do mundo a integrar um Tribunal Superior na condição de ministra. Nasceu no Estado do Rio de Janeiro, foi nomeada por José Sarney em 1990. Atuou no Tribunal Superior do Trabalho por uma década. Durante esse período, defendeu a ampliação da presença da mulher no Poder Judiciário do país, o que, segundo ela, seria uma tendência a ser seguida. Faleceu em 22 de abril de 2008.\n A ministra Maria Cristina Irigoyen Peduzzi nasceu no Uruguai e foi criada em Bagé, no Rio Grande do Sul, optando pela nacionalidade brasileira. Tornou-se, em 2011, a primeira mulher a assumir um cargo de direção no Tribunal Superior do Trabalho, permanecendo no cargo até 2013. Foi conselheira do Conselho Nacional de Justiça no mesmo período. É ministra da Corte desde 21 de junho de 2001, quando foi nomeada pelo presidente Fernando Henrique Cardoso para o cargo de ministra do Tribunal Superior do Trabalho, pelo quinto constitucional, em vaga destinada a membro da advocacia."
    },
    {
        "titulo": "Utilização de serviços de Internet",
        "url": "#!/",
        "foto": "",
        "texto": "Em 1996, o presidente do TST, ministro José Ajuricaba da Costa e Silva, inaugura os serviços de Internet e Disque-Ouvidoria no Tribunal. Atualmente no TST, a consulta ao andamento de processos pode ser realizada no Portal do TST, na internet, ou por intermédio do Disque-Ouvidoria.\n O Portal do TST oferece a opção de consulta pela numeração única e numeração antiga do processo (anterior à unificação do número do processo), pelo nome da parte reclamada ou, ainda, nome ou OAB dos advogados.\n O Disque-Ouvidoria oferece a opção de consulta eletrônica ao andamento de processos e petições, sendo possível falar diretamente com os atendentes da Central de Atendimento Telefônico, quando necessário, por meio do número 0800-644-3444 (ligação gratuita, de segunda a sexta das 9h às 18h)."
    },
    {
        "titulo": "Reformas do Poder Judiciário",
        "url": "#!/",
        "foto": "",
        "texto": "Em 2004, a Emenda Constitucional n.º 45 promove a Reforma do Poder Judiciário. Com isso, as competências da Justiça do Trabalho são ampliadas e também são criados o Conselho Superior da Justiça do Trabalho (CSJT) e a Escola Nacional de Magistratura Trabalhista (ENAMAT).  \n Desde então, após a ampliação do art.114 da Constituição Federal: “Compete à Justiça do Trabalho processar e julgar: I - as ações oriundas da relação de trabalho, abrangidos os entes de direito público externo e da administração pública direta e indireta da União, dos Estados, do Distrito Federal e dos Municípios.” Ou seja, a Justiça do Trabalho passa a julgar toda e qualquer ação oriunda do trabalho humano, sem que os conflitos decorrentes de trabalho não-subordinado fiquem à margem de solução ou tutela, já que antes era considerado fora de competência da Justiça Especializada."
    },
    {
        "titulo": "Nova Sede TST",
        "url": "#!/",
        "foto": "",
        "texto": "Em razão das mudanças realizadas após a Emenda Constitucional nº45/2004, do crescimento da Justiça do Trabalho e de suas competências, foi necessário a construção de novas instalações. A inauguração da nova sede foi feita em 1º de fevereiro de 2006, pelo então presidente da Corte, ministro Vantuil Abdala, em cerimônia que contou com a presença do presidente Lula e a bênção do prédio pelo arcebispo de Brasília D. João Braz de Aviz, além de homenagem aos trabalhadores que laboraram em sua construção. \n O projeto da nova sede foi contratado pelo TST ao Escritório de Arquitetura e Urbanismo de Oscar Niemeyer. Em maio de 2003, em decisão unânime baseada em auditoria realizada por seus técnicos, o Tribunal de Contas da União julgou corretos os procedimentos adotados pelo TST na construção de sua nova sede, que resultaram numa economia superior a R$ 700 mil aos cofres públicos."
    },
    {
        "titulo": "Lei do Processo Eletrônico",
        "url": "#!/",
        "foto": "",
        "texto": "Em 2006, foi publicada a Lei n.º 11.419 que dispõe sobre a informatização do processo judicial. Conhecida como Lei do Processo Eletrônico, ela dispôs em seu art. 8º que “Os órgãos do Poder Judiciário poderão desenvolver sistemas eletrônicos de processamento de ações judiciais por meio de autos total ou parcialmente digitais, utilizando, preferencialmente, a rede mundial de computadores e acesso por meio de redes internas e externas."
    },
    {
        "titulo": "Gestão documental no TST",
        "url": "#!/",
        "foto": "",
        "texto": "Em 2008, o presidente do TST, ministro Rider de Brito, estabelece diretrizes para a política de gestão de documentos e processos judiciais e administrativos do Tribunal. \n Em 2011, a presidência do Conselho Superior da Justiça do Trabalho (CSJT), mediante o Ato nº 262, instituiu o Manual de Gestão Documental da Justiça do Trabalho de 1° e 2° graus.\n O documento visa a compilar os diversos instrumentos de gestão documental previstos nas normas arquivísticas vigentes e pretende servir como material de consulta e de orientação para os servidores e colaboradores dos Tribunais Regionais do Trabalho no planejamento e na implementação dos respectivos programas de gestão documental.\n As orientações de procedimentos vão desde a produção dos documentos institucionais até o tempo de guarda, com o objetivo de racionalizar o ciclo documental. Na prática, significa haver mais produção ordenada, tramitação segura, localização rápida e precisa, e a eliminação sistemática dos documentos que já perderam a sua importância para a instituição, com preservação da documentação considerada permanente e histórica."
    },
    {
        "titulo": "PJe-TST",
        "url": "#!/",
        "foto": "",
        "texto": "Em 2010, o TST conclui a digitalização de todos os seus processos e consolida seu ingresso na Era Virtual. O PJe- TST (Ato n.° 342/SEJUD.GP, de 27 de julho de 2010) nasce com o objetivo de promover, no âmbito do julgamento das ações trabalhistas, a transparência, a racionalização dos procedimentos e também a economia de recursos. Trata-se de uma revolução que não envolve apenas tecnologia, mas sim a construção de uma nova cultura de comunicação entre o Poder Judiciário e a sociedade brasileira. Em 2012, o sistema de processo eletrônico da Justiça do Trabalho (PJe-JT) chega a 196 Varas Trabalhistas do país. O ministro presidente do TST, João Oreste Dalazen, por meio do Ato n.º 764/CDGSET.GP, de 27 de novembro, estabelece as diretrizes de segurança da informação no âmbito do TST regulamentando também o uso do e-mail corporativo pelos servidores do Tribunal."
    },
    {
        "titulo": "BNDT",
        "url": "#!/",
        "foto": "",
        "texto": "Em 2011, o TST organiza o Banco Nacional de Devedores Trabalhistas (BNDT), constando as pessoas físicas e jurídicas que são devedoras inadimplentes em processos de execução trabalhista definitiva, e também passa a emitir a Certidão Negativa de Débitos Trabalhistas (CNDT), na forma da Lei n.º 12.440/2011."
    },
    {
        "titulo": "TST e sustentabilidade",
        "url": "#!/",
        "foto": "",
        "texto": "Em 2012, o TST participou da Conferência das Nações Unidas sobre Desenvolvimento Sustentável (Rio+20), na cidade do Rio de Janeiro, no qual o Tribunal destacou a apresentação de quatro projetos:\n -  Processo Judicial Eletrônico da Justiça do Trabalho (PJe-JT);\n - Programa Nacional de Prevenção de Acidentes de Trabalho (Programa Trabalho Seguro);\n - Guia de Inclusão de Critérios de Sustentabilidade nas Contratações da Justiça do Trabalho;\n - Sustentabilidade Solidária."
    }
]